Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Scan an item to start its value history
ar: قم بمسح عنصر ضوئيًا لبدء سجل قيمته
de: Scanne einen Gegenstand, um seinen Wertverlauf zu starten
es: Escanea un artículo para iniciar su historial de valor
fr: Numériser un élément pour commencer son historique de valeur
hi: किसी आइटम का मूल्य इतिहास शुरू करने के लिए उसे स्कैन करें
it: Scansiona un elemento per iniziare la cronologia dei valori
ja: アイテムをスキャンして値の履歴を開始
ko: 아이템을 스캔하여 값 내역을 시작하세요.
nl: Scan een item om de waardegeschiedenis te starten
pt_br: Digitalize um item para iniciar seu histórico de valores
zh_hans: 扫描项目以开始其价值历史记录
zh_hant: 掃描項目以開始其價值記錄

source: Scan another minifigure when you’re ready.
ar: قم بمسح شخصية مصغرة أخرى عندما تكون جاهزًا.
de: Scanne eine weitere Minifigur, wenn du bereit bist.
es: Escanea otra minifigura cuando estés listo.
fr: Numériser une autre figurine lorsque vous êtes prêt.
hi: जब आप तैयार हों तो दूसरे मिनीफ़िगर को स्कैन करें।
it: Scansiona un'altra minifigure quando sei pronto.
ja: 準備ができたら、別のミニフィギュアをスキャンします。
ko: 준비가 되면 다른 미니피규어를 스캔하세요.
nl: Scan een ander minifiguur wanneer je er klaar voor bent.
pt_br: Digitalize outro minifigura quando estiver pronto.
zh_hans: 准备就绪后，再扫描一个小数字。
zh_hant: 當您準備好時，掃描另一個迷你圖形。

source: Scan hands-free
ar: مسح حر اليدين
de: Scannen Sie freihändig
es: Escanea con manos libres
fr: Numérisation mains libres
hi: हैंड्स - फ़्री स्कैन करें
it: Scansiona a mani libere
ja: ハンズフリーでスキャン
ko: 핸즈프리 스캔
nl: Handsfree scannen
pt_br: Digitalizar em mãos livres
zh_hans: 免提扫描
zh_hant: 免提掃描

source: Scan items
ar: مسح العناصر
de: Scan-Artikel
es: Escanea artículos
fr: Numérisation d'articles
hi: आइटम स्कैन करें
it: Scansiona articoli
ja: アイテムをスキャン
ko: 아이템 스캔
nl: Items scannen
pt_br: Digitalizar itens
zh_hans: 扫描物品
zh_hant: 掃描物品

source: Scan minifigure
ar: مسح الشكل المصغر
de: Scan-Minifigur
es: Escanea minifiguras
fr: Numérisation de figurines
hi: मिनीफ़िगर स्कैन करें
it: Scansiona minifigure
ja: ミニフィギュアをスキャン
ko: 미니피규어 스캔
nl: Minifiguur scannen
pt_br: Digitalizar minifigura
zh_hans: 扫描迷你人偶
zh_hant: 掃描迷你人偶

source: Scan mode
ar: وضع المسح
de: Scan-Modus
es: Modo de escaneo
fr: Mode de numérisation
hi: स्कैन मोड
it: Modalità di scansione
ja: スキャンモードのヒント
ko: 스캔 모드
nl: Scanmodus
pt_br: Modo de digitalização
zh_hans: 扫描模式
zh_hant: 掃描模式

source: Scan mode tips
ar: نصائح حول وضع المسح
de: Scan-Modus-Tipps
es: Consejos sobre el modo de escaneo
fr: Conseils pour le mode de numérisation
hi: स्कैन मोड टिप्स
it: Suggerimenti sulla modalità di scansione
ja: スキャンモードのヒント
ko: 스캔 모드 팁
nl: Tips voor scanmodus
pt_br: Dicas do modo de digitalização
zh_hans: 扫描模式提示
zh_hant: 掃描模式提示

source: Scan quickly in stores, markets, or bulk lots.
ar: قم بالمسح الضوئي بسرعة في المتاجر أو الأسواق أو الكميات الكبيرة.
de: Scannen Sie schnell in Geschäften, Märkten oder großen Mengen.
es: Escanea rápidamente en tiendas, mercados o lotes a granel.
fr: Numérisation rapide dans les magasins, les marchés ou les lots en vrac.
hi: स्टोर, मार्केट या बल्क लॉट में जल्दी से स्कैन करें।
it: Scansiona rapidamente in negozi, mercati o lotti sfusi.
ja: 店舗、市場、または一括ロットですばやくスキャンできます。
ko: 매장, 시장 또는 벌크 부지에서 빠르게 스캔하세요.
nl: Scan snel in winkels, markten of bulkpartijen.
pt_br: Digitalizar rapidamente em lojas, mercados ou lotes a granel.
zh_hans: 在商店、市场或批量批次中快速扫描。
zh_hant: 在商店、市場或批次中快速掃描。

source: Scan sets and minifigures, check value, and track your collection.
ar: قم بمسح المجموعات والأشكال المصغرة ضوئيًا، وتحقق من قيمتها، وتتبع مجموعتك.
de: Scannen Sie Sets und Minifiguren, überprüfen Sie den Wert und verfolgen Sie Ihre Sammlung.
es: Escanea conjuntos y minifiguras, comprueba el valor y realiza un seguimiento de tu colección.
fr: Scannez des ensembles et des figurines, vérifiez la valeur et suivez votre collection.
hi: सेट और मिनीफ़िगर स्कैन करें, वैल्यू जाँचें और अपने कलेक्शन को ट्रैक करें।
it: Scansiona set e minifigure, controlla il valore e monitora la tua collezione.
ja: セットとミニフィギュアをスキャンし、値を確認してコレクションを追跡します。
ko: 세트와 미니 피규어를 스캔하고, 가치를 확인하고, 컬렉션을 추적하세요.
nl: Scan sets en minifiguren, controleer de waarde en volg je verzameling.
pt_br: Digitalize conjuntos e minifiguras, verifique o valor e acompanhe sua coleção.
zh_hans: 扫描套装和迷你人偶，检查值，并跟踪您的收藏。
zh_hant: 掃描套裝和迷你人偶，檢查數值，並追蹤你的收藏。

source: Scan sets and minifigures, then see recent market values in seconds.
ar: قم بمسح المجموعات والأشكال المصغرة ضوئيًا، ثم شاهد القيم السوقية الأخيرة في ثوانٍ.
de: Scannen Sie Sets und Minifiguren und sehen Sie dann die aktuellen Marktwerte in Sekunden.
es: Escanea conjuntos y minifiguras, luego ve los valores de mercado recientes en segundos.
fr: Scannez des ensembles et des figurines, puis affichez les valeurs de marché récentes en quelques secondes.
hi: सेट और मिनीफ़िगर स्कैन करें, फिर कुछ सेकंड में हाल के बाज़ार मूल्य देखें।
it: Scansiona set e minifigure, quindi visualizza i valori di mercato recenti in pochi secondi.
ja: セットとミニフィギュアをスキャンしてから、最近の市場価値を数秒で確認します。
ko: 세트와 미니 피규어를 스캔한 다음 최근 시장 가치를 몇 초 만에 볼 수 있습니다.
nl: Scan sets en minifiguren en bekijk binnen enkele seconden de recente marktwaarden.
pt_br: Digitalize conjuntos e minifiguras e, em seguida, veja os valores de mercado recentes em segundos.
zh_hans: 扫描套装和迷你人偶，然后在几秒钟内查看最近的市场价值。
zh_hant: 掃描套裝和迷你人偶，然後在幾秒鐘內查看最近的市場價值。

source: Scan speed
ar: سرعة المسح
de: Scangeschwindigkeit
es: Velocidad de escaneo
fr: Vitesse de numérisation
hi: स्कैन की गति
it: Velocità di scansione
ja: スキャン速度
ko: 스캔 속도
nl: Scansnelheid
pt_br: Velocidade de digitalização
zh_hans: 扫描速度
zh_hant: 掃描速度

source: Scan with BrickValue Pro
ar: قم بالمسح باستخدام BrickValue Pro
de: Scannen mit BrickValue Pro
es: Escanear con BrickValue Pro
fr: Numérisation avec BrickValue Pro
hi: BrickValue प्रो के साथ स्कैन करें
it: Scansione con BrickValue Pro
ja: BrickValue Proでスキャン
ko: BrickValue Pro로 스캔
nl: Scan met BrickValue Pro
pt_br: Digitalizar com BrickValue Pro
zh_hans: 使用BrickValue PRO扫描
zh_hant: 使用BrickValue PRO掃描

source: Scan your first LEGO
ar: قم بمسح LEGO الأول لديك
de: Scannen Sie Ihren ersten LEGO
es: Escanear tu primer LEGO
fr: Numérisez votre premier LEGO
hi: अपना पहला LEGO स्कैन करें
it: Scansione del tuo primo LEGO
ja: 最初のLEGOをスキャン
ko: 첫 번째 LEGO 스캔
nl: Scan je eerste LEGO
pt_br: Digitalizar o seu primeiro LEGO
zh_hans: 扫描您的第一个LEGO
zh_hant: 掃描您的第一個LEGO

source: Scan your first LEGO item to start tracking its value.
ar: امسح أول عنصر LEGO ضوئيًا لبدء تتبع قيمته.
de: Scannen Sie Ihr erstes LEGO-Element, um mit der Nachverfolgung seines Werts zu beginnen.
es: Escanee su primer artículo LEGO para comenzar a rastrear su valor.
fr: Scannez votre premier article LEGO pour commencer à suivre sa valeur.
hi: इसके मूल्य पर नज़र रखना शुरू करने के लिए अपना पहला LEGO आइटम स्कैन करें।
it: Scansiona il tuo primo articolo LEGO per iniziare a monitorarne il valore.
ja: 最初のLEGOアイテムをスキャンして、その価値の追跡を開始します。
ko: 첫 번째 LEGO 항목을 스캔하여 값 추적을 시작합니다.
nl: Scan uw eerste LEGO-item om de waarde ervan te volgen.
pt_br: Digitalize seu primeiro item LEGO para começar a rastrear seu valor.
zh_hans: 扫描您的第一个 LEGO 商品以开始跟踪其价值。
zh_hant: 掃描您的第一個 LEGO 商品以開始跟蹤其價值。

source: Scan yours with BrickValue
ar: امسح ضوئيًا باستخدام BrickValue
de: Scannen Sie Ihre mit BrickValue
es: Escanea el tuyo con BrickValue
fr: Scannez le vôtre avec BrickValue
hi: BrickValue से अपना स्कैन करें
it: Scansiona il tuo con BrickValue
ja: BrickValueでスキャンしてください
ko: BrickValue로 스캔하세요.
nl: Scan de jouwe met BrickValue
pt_br: Digitalize o seu com BrickValue
zh_hans: 使用 BrickValue 扫描您的
zh_hant: 使用 BrickValue 掃描您的

source: Scan. Confirm. Reveal.
ar: امسح ضوئيًا. تأكيد. كشف.
de: Scannen. Bestätigen. Enthüllen.
es: Escanea. Confirmar. Revelar.
fr: Scannez. Confirmez. Révélez.
hi: स्कैन करें। कन्फ़र्म करें।
it: Scansiona. Conferma. Rivela.
ja: スキャンしてください。確認。表示。
ko: 스캔하세요. 확인 및 공개.
nl: Scan. Bevestigen. Onthullen.
pt_br: Digitalize. Confirmar. Revelar.
zh_hans: 扫描。确认。揭示。
zh_hant: 掃描。確認。揭示。

source: Scanning
ar: المسح الضوئي
de: Scannen
es: Escaneo
fr: Numérisation
hi: स्कैन करना
it: Scansione
ja: スキャン中
ko: 스캔 중
nl: Scannen
pt_br: Digitalizar
zh_hans: 扫描
zh_hant: 掃描

source: Scanning your lot
ar: مسح الكثير الخاص بك
de: Scannen Ihres Loses
es: Escaneo de tu lote
fr: Numérisation de votre lot
hi: अपना लॉट स्कैन करना
it: Scansione del tuo lotto
ja: ロットをスキャン中
ko: 로트 스캔 중
nl: Je kavel scannen
pt_br: Digitalizar o seu lote
zh_hans: 扫描您的批次
zh_hant: 掃描您的批次

source: Sealed copies
ar: نسخ مختومة
de: Versiegelte Exemplare
es: Copias selladas
fr: Copies scellées
hi: सील की हुई कॉपियाँ
it: Copie sigillate
ja: 密封されたコピー
ko: 봉인된 사본
nl: Verzegelde kopieën
pt_br: Cópias seladas
zh_hans: 密封副本
zh_hant: 密封副本

source: Search collection
ar: مجموعة البحث
de: Kollektion suchen
es: Buscar colección
fr: Recherchez la collection
hi: सर्च कलेक्शन
it: Raccolta di ricerca
ja: コレクションを検索
ko: 컬렉션 검색
nl: Collectie doorzoeken
pt_br: Pesquisar coleção
zh_hans: 搜索集合
zh_hant: 搜索集合

source: Search colours
ar: ألوان البحث
de: Suchfarben
es: Buscar colores
fr: Recherchez les couleurs
hi: रंग खोजें
it: Colori di ricerca
ja: 色を検索
ko: 색상 검색
nl: Kleuren zoeken
pt_br: Pesquisar cores
zh_hans: 搜索颜色
zh_hant: 搜索顏色

source: Searches BrickVal for this LEGO set number
ar: عمليات البحث BrickVal عن رقم مجموعة LEGO هذا
de: Durchsucht BrickVal nach dieser LEGO-Setnummer
es: Buscar BrickVal para este LEGO número de juego
fr: Recherchez BrickVal pour ce numéro de série LEGO
hi: इस LEGO सेट नंबर के लिए BrickVal खोजें
it: Cerca BrickVal per questo numero di serie LEGO
ja: BrickValでこのLEGOセット番号を検索
ko: 이 LEGO 세트 번호에 대해 BrickVal 검색
nl: Zoekt BrickVal naar dit LEGO-setnummer
pt_br: Pesquisar BrickVal por este número LEGO definido
zh_hans: 在 BrickVal 中搜索此 LEGO 集编号
zh_hant: 在 BrickVal 中搜索此 LEGO 集編號

source: Searching the photo for every visible figure.
ar: البحث في الصورة عن كل شخصية مرئية.
de: Durchsucht das Foto nach jeder sichtbaren Figur.
es: Buscar en la foto todas las figuras visibles.
fr: Recherchez la photo pour chaque figure visible.
hi: हर दिखाई देने वाली आकृति के लिए फ़ोटो खोजें।
it: Ricerca della foto per ogni figura visibile.
ja: 写真で目に見えるすべてのフィギュアを検索します。
ko: 보이는 모든 피규어에 대해 사진 검색 중.
nl: Op de foto zoeken naar elk zichtbaar figuur.
pt_br: Pesquisar a foto por cada figura visível.
zh_hans: 在照片中搜索每个可见的人物。
zh_hant: 在照片中搜索每個可見的人物。

source: See whether values come from sold items or current listings.
ar: معرفة ما إذا كانت القيم تأتي من العناصر المباعة أو المساكن الحالية.
de: Sehen Sie, ob die Werte von verkauften Artikeln oder aktuellen Angeboten stammen.
es: Consulta si los valores provienen de artículos vendidos o de anuncios actuales.
fr: Vérifiez si les valeurs proviennent d'articles vendus ou d'annonces en cours.
hi: देखें कि मूल्य बिकने वाले आइटम से आते हैं या मौजूदा लिस्टिंग से।
it: Verifica se i valori provengono da oggetti venduti o da inserzioni correnti.
ja: 値が販売された商品か、現在のリスティングかを確認します。
ko: 판매된 상품이나 현재 숙소의 가치를 확인하세요.
nl: Kijk of de waarden afkomstig zijn van verkochte objecten of huidige advertenties.
pt_br: Veja se os valores vêm de itens vendidos ou anúncios atuais.
zh_hans: 查看价值是否来自已售商品或当前列表。
zh_hant: 查看價值是否來自已售商品或當前列表。

source: Select this match
ar: حدد هذه المباراة
de: Diesen Treffer auswählen
es: Selecciona esta coincidencia
fr: Sélectionnez ce match
hi: इस मैच का चयन करें
it: Seleziona questa corrispondenza
ja: このマッチを選択
ko: 이 일치 항목을 선택하세요.
nl: Selecteer deze overeenkomst
pt_br: Selecione esta correspondência
zh_hans: 选择这场比赛
zh_hant: 選擇這場比賽

source: Selected
ar: مختارة
de: Ausgewählt
es: Seleccionado
fr: Choisi
hi: चयनित
it: Selezionato
ja: 選択済み
ko: 선택된
nl: Geselecteerd
pt_br: Selecionado
zh_hans: 已选择
zh_hant: 已選擇

source: Showing
ar: المعروض
de: Angezeigt
es: Mostrando
fr: Affichage
hi: दिखाया जा रहा है
it: Visualizzata
ja: 表示中
ko: 표시 중
nl: Wordt weergegeven
pt_br: Exibindo
zh_hans: 显示
zh_hant: 顯示

source: Selected collector icon: %@
ar: رمز المجمع المحدد: %@
de: Ausgewähltes Sammlersymbol: %@
es: Icono de coleccionista seleccionado: %@
fr: Icône du collecteur sélectionné: %@
hi: चयनित संग्राहक चिह्न: %@
it: Icona del raccoglitore selezionato: %@
ja: 選択したコレクターアイコン： %@
ko: 선택된 수집기 아이콘: %@
nl: Pictogram voor geselecteerde verzamelaar: %@
pt_br: Ícone do coletor selecionado: %@
zh_hans: 选定的收集器图标：%@
zh_hant: 選定的收集器圖標：%@

source: Selected position
ar: الموقف المحدد
de: Ausgewählte Position
es: Puesto seleccionado
fr: Poste sélectionné
hi: चयनित पद
it: Posizione selezionata
ja: 選択したポジション
ko: 선택된 위치
nl: Geselecteerde positie
pt_br: Posição selecionada
zh_hans: 所选位置
zh_hant: 所選位置

source: Selected value
ar: القيمة المحددة
de: Ausgewählter Wert
es: Valor seleccionado
fr: Valeur sélectionnée
hi: चयनित मान
it: Valore selezionato
ja: 選択した値
ko: 선택한 값
nl: Geselecteerde waarde
pt_br: Valor selecionado
zh_hans: 选定值
zh_hant: 選定值

source: Send feedback
ar: إرسال ردود الفعل
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback verzenden
pt_br: Enviar feedback
zh_hans: 发送反馈
zh_hant: 發送反饋

source: Sending…
ar: إرسال…
de: Senden…
es: Enviando…
fr: Envoi…
hi: भेजा जा रहा है...
it: Invio…
ja: 送信中…
ko: 배상…
nl: Verzenden…
pt_br: Enviar…
zh_hans: 正在发送...
zh_hant: 正在發送...

source: SET
ar: تعيين
es: COLOCAR
fr: ENSEMBLE
hi: तय करना
it: IMPOSTATO
ja: セット
ko: 세트
pt_br: DEFINIR
zh_hans: 放
zh_hant: 放

source: Set number
ar: تعيين الرقم
de: Anzahl festlegen
es: Número de set
fr: Définir le numéro
hi: संख्या निर्धारित करें
it: Numero di SET
ja: セット番号
ko: 설정번호
nl: Nummer instellen
pt_br: Definir número
zh_hans: 设定数量
zh_hant: 設定數量

source: Set, minifigure, or part number
ar: رقم المجموعة أو الشكل المصغر أو الجزء
de: Set, Minifigur oder Teilenummer
es: Establecer, minifigura o número de pieza
fr: Ensemble, figurine ou numéro de pièce
hi: सेट, मिनीफ़िगर, या भाग संख्या
it: Set, minifigure o numero di parte
ja: セット、ミニフィギュア、または部品番号
ko: 세트, 미니피겨 또는 부품 번호
nl: Set, minifiguur of onderdeelnummer
pt_br: Definir, minifigurar ou número da peça
zh_hans: 套装、小人仔或零件号
zh_hant: 套裝、小人仔或零件號

source: Sets
ar: مجموعات
es: Conjuntos
fr: Ensembles
hi: सेट
it: Imposta
ja: セット
ko: 세트
nl: Stelt in
pt_br: Definir
zh_hans: 套
zh_hant: 套

source: Sets your collector icon
ar: يضبط أيقونة المجمع الخاص بك
de: Setzt Ihr Sammlersymbol
es: Establece tu icono de coleccionista
fr: Définit votre icône de collectionneur
hi: आपका संग्राहक चिह्न सेट करता है
it: Imposta l'icona del raccoglitore
ja: コレクターアイコンを設定
ko: 수집가 아이콘을 설정합니다
nl: Uw verzamelaarspictogram instellen
pt_br: Definir o ícone do coletor
zh_hans: 设置您的收藏家图标
zh_hant: 設置您的收藏家圖標

source: Share
ar: يشارك
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करना
it: Condividi
ja: 共有
ko: 공유하다
nl: Delen
pt_br: Compartilhar
zh_hans: 分享
zh_hant: 分享

source: Share bulk scan result
ar: مشاركة نتائج المسح بالجملة
de: Massen-Scan-Ergebnis teilen
es: Compartir resultado de análisis masivo
fr: Partager le résultat de l'analyse groupée
hi: बल्क स्कैन परिणाम साझा करें
it: Condividi il risultato della scansione in blocco
ja: 一括スキャン結果を共有
ko: 일괄 검사 결과 공유
nl: Resultaat van bulkscan delen
pt_br: Compartilhar resultado da digitalização em massa
zh_hans: 分享批量扫描结果
zh_hant: 分享批量掃描結果

source: Share feedback
ar: مشاركة التعليقات
de: Feedback teilen
es: Compartir comentarios
fr: Partager vos commentaires
hi: प्रतिक्रिया साझा करें
it: Condividi il feedback
ja: フィードバックを共有
ko: 피드백 공유
nl: Feedback delen
pt_br: Compartilhar feedback
zh_hans: 分享反馈
zh_hant: 分享反饋

source: Share invite
ar: مشاركة الدعوة
de: Einladung teilen
es: Compartir invitación
fr: Partager l'invitation
hi: आमंत्रण साझा करें
it: Condividi l'invito
ja: 招待を共有
ko: 초대 공유
nl: Uitnodiging delen
pt_br: Compartilhar convite
zh_hans: 分享邀请
zh_hant: 分享邀請

source: Share result
ar: مشاركة النتيجة
de: Ergebnis teilen
es: Compartir resultado
fr: Partager le résultat
hi: परिणाम साझा करें
it: Condividi il risultato
ja: 結果を共有
ko: 결과 공유
nl: Resultaat delen
pt_br: Compartilhar resultado
zh_hans: 分享结果
zh_hant: 分享結果

source: Share your bulk scan
ar: مشاركة المسح المجمع الخاص بك
de: Massen-Scan teilen
es: Compartir tu análisis masivo
fr: Partagez votre analyse groupée
hi: अपना बल्क स्कैन साझा करें
it: Condividi la scansione in blocco
ja: 一括スキャンを共有
ko: 대량 스캔 공유
nl: Uw bulkscan delen
pt_br: Compartilhar sua digitalização em massa
zh_hans: 分享您的批量扫描
zh_hant: 分享您的批量掃描

source: Shares the preview as a static image
ar: مشاركة المعاينة كصورة ثابتة
de: Teilt die Vorschau als statisches Bild
es: Comparte la vista previa como una imagen estática
fr: Partage l'aperçu sous forme d'image statique
hi: पूर्वावलोकन को स्थिर छवि के रूप में साझा करता है
it: Condivide l'anteprima come immagine statica
ja: プレビューを静的画像として共有する
ko: 미리보기를 정적 이미지로 공유합니다.
nl: Deelt het voorbeeld als een statische afbeelding
pt_br: Partilha a pré-visualização como uma imagem estática
zh_hans: 以静态图像的形式共享预览
zh_hant: 以靜態圖片分享預覽

source: Shark
ar: سمك القرش
de: Hai
es: Tiburón
fr: Requin
hi: शार्क
it: Squalo
ja: サメ
ko: 상어
nl: Haai
pt_br: Tubarão
zh_hans: 鲨鱼
zh_hant: 鯊魚

source: Show %@ price history
ar: إظهار سجل أسعار %@
de: %@ Preishistorie anzeigen
es: Mostrar el historial de precios de %@
fr: Afficher l'historique des prix de %@
hi: %@ मूल्य इतिहास दिखाएँ
it: Mostra %@ cronologia dei prezzi
ja: %@の価格履歴を表示する
ko: %@ 가격 내역 표시
nl: Toon %@-prijsgeschiedenis
pt_br: Mostrar histórico de preços %@
zh_hans: 显示%@价格历史记录
zh_hant: 顯示%@價格記錄

source: Show %@ price history, requires BrickValue Pro
ar: إظهار سجل أسعار %@، يتطلب BrickValue Pro
de: %@ Preishistorie anzeigen, erfordert BrickValue Pro
es: Mostrar el historial de precios de %@, requiere BrickValue Pro
fr: Afficher l'historique des prix de %@, nécessite BrickValue Pro
hi: %@ मूल्य इतिहास दिखाएं, BrickValue Pro की आवश्यकता है
it: Mostra %@ cronologia dei prezzi, richiede BrickValue Pro
ja: %@の価格履歴を表示する、BrickValue PROが必要
ko: %@ 가격 내역을 표시하려면 BrickValue Pro가 필요합니다.
nl: Toon %@-prijsgeschiedenis, vereist BrickValue Pro
pt_br: Mostrar histórico de preços %@, requer BrickValue Pro
zh_hans: 显示%@价格历史记录，需要BrickValue PRO
zh_hant: 顯示%@價格記錄，需要BrickValue Pro

source: Shows possible matches for this figure
ar: إظهار التطابقات المحتملة لهذا الشكل
de: Zeigt mögliche Übereinstimmungen für diese Figur
es: Muestra posibles coincidencias para esta figura
fr: Afficher les correspondances possibles pour cette figure
hi: इस आंकड़े के लिए संभावित मिलान दिखाता है
it: Mostra possibili corrispondenze per questa cifra
ja: この数字に一致する可能性のあるものを表示する
ko: 이 그림과 가능한 일치 항목을 표시합니다.
nl: Toont mogelijke overeenkomsten voor dit cijfer
pt_br: Mostra possíveis correspondências para esta figura
zh_hans: 显示此数字的可能匹配项
zh_hant: 顯示此數字的可能匹配

source: Shows that invite codes are disabled in preview
ar: إظهار أن رموز الدعوة معطلة في المعاينة
de: Zeigt an, dass Einladungscodes in der Vorschau deaktiviert sind
es: Muestra que los códigos de invitación están desactivados en la vista previa
fr: Afficher les codes d'invitation désactivés dans l'aperçu
hi: दिखाता है कि आमंत्रण कोड पूर्वावलोकन में अक्षम हैं
it: Mostra che i codici di invito sono disabilitati in anteprima
ja: プレビューで招待コードが無効になっていることを示す
ko: 미리보기에서 초대 코드가 비활성화되었음을 표시합니다.
nl: Toont dat uitnodigingscodes zijn uitgeschakeld in het voorbeeld
pt_br: Mostra que os códigos de convite estão desativados na pré-visualização
zh_hans: 显示预览中禁用的邀请码
zh_hant: 顯示預覽中禁用的邀請代碼

source: Shows unlimited collection upgrade options
ar: إظهار خيارات ترقية المجموعة غير المحدودة
de: Zeigt unbegrenzte Optionen für das Upgrade der Kollektion an
es: Muestra opciones de actualización de colección ilimitadas
fr: Afficher les options de mise à niveau illimitées de la collection
hi: असीमित संग्रह उन्नयन विकल्प दिखाता है
it: Mostra opzioni di aggiornamento della collezione illimitate
ja: 無制限のコレクションアップグレードオプションを表示する
ko: 무제한 컬렉션 업그레이드 옵션 표시
nl: Toont onbeperkte opties voor het upgraden van collecties
pt_br: Mostra opções ilimitadas de atualização de coleção
zh_hans: 显示无限的集合升级选项
zh_hant: 顯示無限的集合升級選項

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: दाखिल करना
it: Accedi
ja: サインイン
ko: 로그인
nl: Inloggen
pt_br: Iniciar sessão
zh_hans: 登录
zh_hant: 登入

source: Sign in or create account
ar: تسجيل الدخول أو إنشاء حساب
de: Anmelden oder Konto erstellen
es: Iniciar sesión o crear una cuenta
fr: Se connecter ou créer un compte
hi: साइन इन करें या खाता बनाने के लिए
it: Accedi o crea un account
ja: サインインまたはアカウントを作成する
ko: 로그인 또는 계정 만들기
nl: Log in of maak een account aan
pt_br: Iniciar sessão ou criar conta
zh_hans: 登录或创建帐户
zh_hant: 登入或建立帳戶

source: Sign in to apply
ar: تسجيل الدخول للتقديم
de: Anmelden zum Anwenden
es: Iniciar sesión para aplicar
fr: Se connecter pour appliquer
hi: आवेदन करने के लिए साइन इन करें
it: Accedi per applicare
ja: サインインして適用する
ko: 신청하려면 로그인하세요
nl: Log in om je aan te melden
pt_br: Iniciar sessão para se candidatar
zh_hans: 登录以申请
zh_hant: 登入以申請

source: Sign in to apply your invite code.
ar: تسجيل الدخول لتطبيق رمز الدعوة الخاص بك.
de: Anmelden zum Anwenden Ihres Einladungscodes.
es: Iniciar sesión para aplicar tu código de invitación.
fr: Se connecter pour appliquer votre code d'invitation.
hi: अपना आमंत्रण कोड लागू करने के लिए साइन इन करें।
it: Accedi per applicare il tuo codice di invito.
ja: 招待コードを適用する。
ko: 초대 코드를 적용하려면 로그인하세요.
nl: Log in om je uitnodigingscode toe te passen.
pt_br: Iniciar sessão para aplicar o seu código de convite.
zh_hans: 登录以应用您的邀请码。
zh_hant: 登入以套用邀請代碼。

source: Sign in to customize
ar: سجّل الدخول لتخصيص
de: Melden Sie sich an, um anzupassen
es: Inicia sesión para personalizar
fr: Connectez-vous pour personnaliser
hi: कस्टमाइज़ करने के लिए साइन इन करें
it: Accedi per personalizzare
ja: サインインしてカスタマイズする
ko: 로그인하여 맞춤 설정하기
nl: Log in om aan te passen
pt_br: Inicie sessão para personalizar
zh_hans: 登录以进行自定义
zh_hant: 登入以自訂

source: Sign in to get your invite code and keep your bonus scans connected to your account.
ar: سجّل الدخول للحصول على رمز دعوتك وإبقاء عمليات المسح الضوئي للمكافآت متصلة بحسابك.
de: Melden Sie sich an, um Ihren Einladungscode zu erhalten und Ihre Bonusscans mit Ihrem Konto zu verbinden.
es: Inicia sesión para obtener tu código de invitación y mantener tus escaneos de bonos conectados a tu cuenta.
fr: Connectez-vous pour obtenir votre code d'invitation et garder vos scans bonus connectés à votre compte.
hi: अपना इनवाइट कोड पाने के लिए साइन इन करें और अपने बोनस स्कैन को अपने अकाउंट से कनेक्ट रखें।
it: Accedi per ottenere il tuo codice di invito e mantenere le tue scansioni bonus collegate al tuo account.
ja: サインインして招待コードを取得し、ボーナス スキャンをアカウントに接続したままにしてください。
ko: 로그인하여 초대 코드를 받고 보너스 스캔을 계정에 계속 연결하세요.
nl: Log in om je uitnodigingscode te ontvangen en je bonusscans verbonden te houden met je account.
pt_br: Inicie sessão para obter o seu código de convite e manter as suas verificações de bónus ligadas à sua conta.
zh_hans: 登录以获取邀请码，并将奖金扫描与您的账号保持关联。
zh_hant: 登入以取得邀請代碼，並將額外掃描資料連結至你的帳戶。

source: Sign in to upgrade
ar: تسجيل الدخول للترقية
de: Zum Upgrade anmelden
es: Inicia sesión para actualizar
fr: Connectez-vous pour mettre à niveau
hi: अपग्रेड करने के लिए साइन इन करें
it: Accedi per eseguire l'upgrade
ja: アップグレードするにはサインインしてください
ko: 업그레이드하려면 로그인하세요
nl: Log in om te upgraden
pt_br: Inicie sessão para atualizar
zh_hans: 登录以升级
zh_hant: 登入以升級

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
de: Mit Apple anmelden
es: Inicia sesión con Apple
fr: Connectez-vous avec Apple
hi: Apple के साथ साइन इन करें
it: Accedi con Apple
ja: Apple でサインインする
ko: Apple로 로그인하세요
nl: Log in met Apple
pt_br: Inicie sessão com a Apple
zh_hans: 使用Apple登录
zh_hant: 使用Apple登入

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
de: Mit Google anmelden
es: Inicia sesión con Google
fr: Connectez-vous avec Google
hi: Google के साथ साइन इन करें
it: Accedi con Google
ja: Googleでサインイン
ko: Google로 로그인하세요
nl: Log in met Google
pt_br: Inicie sessão com o Google
zh_hans: 使用Google登录
zh_hant: 使用Google登入
